import React from 'react';
import styles from './page.module.css';

function Oferta() {
 
  return (
    <section className={styles.page}>
      Правила согласования изображения и его печати в компании «ПИНХЭД СТУДИЯ»
      (ООО &quot;ПИНХЭД СТУДИО&quot;)
      <br />
      <br />
      1. Общие положения
      <br />
      <br />
      1.1. Настоящие «Правила согласования изображения и его печати» (далее —
      «Правила») регулируют взаимоотношения между Заказчиком и ООО «ПИНХЭД
      СТУДИО» при осуществлении печати на текстильной продукции.
      <br />
      <br />
      1.2. Правила могут быть приняты Заказчиком не иначе, как путем
      присоединения к ним в целом.
      <br />
      <br />
      2. Согласование изображения
      <br />
      <br />
      2.1. В случае предоставления макета изображения Заказчиком Исполнитель не
      выполняет корректировку, редактуру и проверку макетов клиента на наличие
      орфографических, грамматических, смысловых или логических ошибок.
      Ответственность за наличие ошибок в случае предоставления макета
      Заказчиком лежит на последнем.
      <br />
      <br />
      2.2. Исполнитель не выполняет проверку наличия у Заказчика авторских или
      иных прав на производство предоставленного макета. Ответственность за
      нарушение законодательства в области интеллектуальной собственности лежит
      на Заказчике. В тоже время, заключая настоящий договор, Заказчик ни при
      каких обстоятельствах не передает своих прав на результаты его
      интеллектуальной деятельности. Лишь он обладает правом авторства,
      исключительным правом на дальнейшее использование изображения. У
      Исполнителя не возникает никаких прав на произведение, однако Исполнитель
      может изготавливать различные цифровые материалы с использованием макета
      заказчика и размещать их в интернете для рекламы собственной деятельности.
      <br />
      <br />
      2.3. Исполнитель вправе отказать Заказчику в печати следующих изображений
      без объяснения причин: ○ изображения порнографического характера; ○
      экстремистская символика и символика, запрещенных в Российской Федерации
      организаций; ○ сатанинская символика; ○ христианские иконы; ○ изображения
      и тексты, унижающие людей по признакам религиозной, национальной,
      территориальной или иной принадлежности; ○ призывы к насилию, в том числе
      насильственному свержению власти; ○ нецензурные выражения; ○ призывы к
      употреблению наркотиков, алкоголя, курению.
      <br />
      <br />
      2.4. В случае осуществления оптового заказа (более 20 изделий с идентичным
      принтом) Заказчик имеет право согласовать сигнальный образец до
      осуществления выпуска тиража. Согласование должно быть осуществлено в
      течение 15 минут после предоставления образца Заказчику. Образец может
      быть предоставлен лично в офисе Исполнителя или при помощи средств
      фото-видео-фиксации. После согласования образца никакие претензии не
      принимаются, в том числе, в случае наличия расхождений в образце и бланке
      заказа. При невозможности согласовать сигнальный образец в течении 15
      минут, печать приостанавливается, а с Заказчика удерживается стоимость
      печати образца в соответствии с расценками Исполнителя на данную услугу.
      <br />
      <br />
      3. Размещение изображения
      <br />
      <br />
      3.1. Допустимое отклонение при позиционировании изображения на текстильной
      продукции составляет 15 мм по любой из осей координат.
      <br />
      <br />
      3.2. При указании в бланке заказа отступ указывается на расстоянии от шва
      изделия, в случае наличия двойной строчки – от наиболее удаленной от края
      изделия строчки.
      <br />
      <br />
      3.3. Допустимый технический поворот изображения относительно
      согласованного составляет 3 градуса.
      <br />
      <br />
      3.4. При печати на текстиле с содержанием лайкры возможна деформация
      (вытягивание, растяжение) изображения, обусловленная свойствами ткани.
      <br />
      <br />
      4. Печать на текстиле Исполнителя
      <br />
      <br />
      4.1. Все текстильные изделия, предоставляемые Исполнителем для печати,
      прошли необходимую сертификацию и имеют соответствующую маркировку. В
      случае выполнения запроса Заказчика на удаление маркировки правовые
      последствия запроса становятся риском последнего.
      <br />
      <br />
      4.2. Трикотажные изделия второго слоя (толстовки, свитшоты), выполненные
      из футера с начесом, содержат остаточные волокна, образовавшиеся в
      процессе чесания полотна. Перед использованием изделия обязательно
      подлежат стирке в холодной воде для удаления остатков ворса. В противном
      случае волокна ворса могут остаться на нижнем слое одежды.
      <br />
      <br />
      4.3. В текстиле одного цвета возможна разнооттеночность, обусловленная
      использованием различных партий полотна для производства изделий.
      Допустимое отклонение цвета - 5%.
      <br />
      <br />
      4.4. Все физические размеры текстильных изделий соответствуют размерной
      сетке, предоставляемой производителем (как следствие изделия различных
      производителей могут не соответствовать между собой по физическим
      размерам, даже при использовании одинаковой маркировки). Предельные
      отклонения измерений деталей готового изделия от номинального размера
      составляют +/-1 см для трикотажных изделий из кулирной глади и +/- 2 см
      для изделий из футера.
      <br />
      <br />
      4.5. Несмотря на то, что красители, используемые Исполнителем, являются
      абсолютно безвредными, гипоаллергенными и экологичными, все трикотажные
      изделия первого слоя (футболки, майки и проч. вступающие в
      непосредственный контакт с телом) перед непосредственным использованием
      рекомендуется постирать.
      <br />
      <br />
      5. Печать на текстиле Заказчика
      <br />
      <br />
      5.1. На случай производственного брака Заказчик обязан предоставить запас
      текстильных изделий в размере 3% от общего количества в тираже. Если запас
      не был востребован, он возвращается Заказчику. Если запас не был
      предоставлен, Исполнитель оставляет за собой право выполнить лишь 97%
      заказа и не возмещать стоимость 3% от общего количества предоставленного
      текстиля. Текстильная продукция, предоставленная для целей запаса, должна
      быть отдельно упакована и подписана «Запас».
      <br />
      <br />
      5.2. В случае производственного брака, допущенного не по вине Исполнителя,
      последний не несет ответственности за порчу текстильного изделия.
      <br />
      <br />
      5.3. Весь предоставляемый Заказчиком текстиль должен быть разложен по
      макетам и промаркирован. В случае отсутствия маркировки претензии по
      пересортице товара не принимаются.
      <br />
      <br />
      5.4. В случае предоставления Заказчиком текстиля для печати все элементы
      должны быть рассортированы по макетам и по размерам, на всех элементах
      должна быть указана лицевая сторона. Возможно указание лишь на верхнем
      изделии в упаковке. Отдельные упаковки должны быть перевязаны и
      промаркированы. В случае отсутствия маркировки претензии не принимаются.
      <br />
      <br />
      5.5. В случае выполнения розничного заказа Исполнитель не несет
      ответственности за дефекты печати, связанные с качеством предоставленного
      Заказчиком текстиля. В случае возникновения таких дефектов, стоимость
      текстиля Заказчика не возмещается.
      <br />
      <br />
      5.6. При печати на текстиле Заказчика не применяется дисконтная система
      компании, а также любые иные привилегии, дающие право на скидку.
      <br />
      <br />
      5.7. Заказчику может быть отказано в осуществлении печати на его текстиле
      в том случае, если такая печать технологически невозможна или если
      осуществление печати может повлечь порчу оборудования Исполнителя (молнии,
      швы, карманы, пуговицы, другие элементы, препятствующие нормальному
      размещению текстиля на печатном столе)
      <br />
      <br />
      5.8. В том случае, если печать на текстиле Заказчика связана с
      дополнительными временными затратами (изделие нестандартного кроя,
      нестандартное позиционирование принта, позиционирование нескольких принтов
      в зависимости друг от друга, печать близко ко шву или в шов изделия, или
      иные причины) стоимость услуг по печати увеличивается на 30%. Определение
      степени сложности выполнения заказа остается на усмотрение Исполнителя.
      <br />
      <br />
      6. Цифровая печать текстильными чернилами
      <br />
      <br />
      6.1. Цифровая печать текстильными чернилами выполняется на оборудовании и
      с использованием расходных материалов (чернила, грунт) компании Brother.
      <br />
      <br />
      6.2. Печать осуществляется в цветовой модели CMYK (Cyan, Magenta, Yellow,
      Key color).
      <br />
      <br />
      6.3. Печать на изделиях (за исключением изделий белого цвета) выполняется
      с использованием грунта и белил. Печать с другими настройками отражается в
      бланке заказа.
      <br />
      <br />
      6.4. Чернила закрепляются с помощью термопресса при непосредственном
      контакте изделия с плитой термопресса при температуре 170 °C. В связи с
      этим возможно образование следов давления на ткани.
      <br />
      <br />
      6.5. Перед непосредственным использованием все изделия необходимо
      выстирать для удаления остаточных следов грунта, а также следов от прижима
      термопрессом.
      <br />
      <br />
      6.6. В силу технологических особенностей цифровой печати и оборудования
      цветопередача на разных изделиях в рамках одного тиража может
      незначительно отличаться. Допустимое отклонение - не более 7% насыщенности
      каждого цвета по модели CMYK).
      <br />
      <br />
      6.7. В случае печати плашек (сплошных заливок однородным цветом) возможны
      прорывы укрывистости, но не более чем на 2% площади заливки. При
      возможности для печати плашек настоятельно рекомендуется выбрать другой
      тип печати.
      <br />
      <br />
      6.8. После первой стирки возможен эффект «выцветания» (уменьшения
      первоначальной насыщенности цвета) изображения за счет поднятия волокон
      ворсовых тканей. Потеря цвета после первой стирки составляет не более 5%
      насыщенности цвета.
      <br />
      <br />
      7. Требования к исходным материалам (макетам) для Вышивки
      <br />
      <br />
      7.1. Допустимые форматы файлов
      <br />
      <br />
      .cdr — CorelDraw (версия не старше 15); .pdf — Adobe PDF (векторный); .ai
      — AdobeIllustrator (версия не старше СS4); .eps — EPS (версия не старше
      СS4); .jpg — не менее 300 dpi (присылайте, посмотрим).
      <br />
      <br />
      7.2. Общие требования к электронному макету Файлы обязательно должны иметь
      расширение той программы, в которой были сделаны. Все шрифты должны быть
      переведены в кривые.
      <br />
      <br />
      7.3. Технологические параметры макета Высота текста должна быть не менее 4
      мм, а при вышивке на бейсболках и футболках не менее 5 мм. Толщина линий в
      рисунке и тексте должна быть не менее 1мм. Максимальное поле вышивки: круг
      ∅ 360 мм либо прямоугольник размером 300×450 мм.
      <br />
      <br />
    </section>
  );
}

export default Oferta;
